Repository: wesnoth/steam-meta
Catalog: po/*.po
Languages: es

source: ######## SUMMARY ########
es: ######## RESUMEN ########

source: The Battle for Wesnoth is an open source, turn-based strategy game with a high fantasy theme. Explore the four corners of Irdya in seventeen solo campaigns and dozens of multiplayer maps, taking part in countless adventures as you go.
es: La Batalla for Wesnoth es un juego de estrategia basado en turnos de código abierto con un tema de alta fantasía. Explore todos los rincones de Irdya y tome parte de un sinnúmero de aventuras en diecisiete campañas para un solo jugador y docenas de mapas multijugador.

source: ######## DESCRIPTION ########
es: ######## DESCRIPCIÓN ########

source: The Battle for Wesnoth is an open source, turn-based strategy game with a high fantasy theme. From the plains of Weldyn to the forests of Wesmere, from the mines of Knalga to the soaring peaks of the Heart Mountains, take part in over a dozen adventures spanning centuries! Play as a young prince as he flees the encroaching forces of the Lich Lords to a new home across the sea... Delve into the blackest depths of the earth to craft a jewel of fire itself... Travel the continent in a daring quest to reclaim your rightful throne from a usurping queen... Step into the shoes of a young mage, his village beset by orcish invasion, as he seeks vengeance and immortality... Battle the undead hordes of a foul necromancer as he marches upon your capital... Lead a daring group of survivors across the blazing sands to a final confrontation with an unseen evil... The choice is up to you.
es: La Batalla for Wesnoth es un juego de estrategia basado en turnos de código abierto con un tema de alta fantasía. ¡De los llanos de Weldyn hasta los bosques de Wesmere, de las minas de Knalga a las altas cumbres de las Montañas Profundas, tome parte en docenas de aventuras a través de siglos de historia! Juegue el papel de un joven príncipe en su huida de los señores liches a un nuevo hogar a través del océano... Adéntrese en las oscuridades más profundas de la tierra para forjar una gema de fuego ardiente... Viaje a través del continente en una osada campaña para reclamar su trono legítimo de una reina usurpadora... Tome el lugar de un joven mago, su aldea bajo asedio por una invasión de orcos, en su búsqueda de venganza e inmortalidad... Combata las hordas de no muertos desatadas por un vil nigromante en curso a su capital... Lidere un grupo intrépido de sobrevivientes a través de las arenas ardientes a una confrontación final con un enemigo jamás antes visto... La opción es suya.

source: Then take the battle online! Choose from seven fully-balanced factions and duke it out with your friends in over 50 multiplayer maps for parties of all sizes!
es: Luego, ¡embárquese en nuevas batallas en línea! ¡Escoja de entre siete facciones completamente balanceadas y luche contra sus amigos en más de 50 mapas multijugador para grupos de diversos tamaños!

source: Explore hundreds of creative community-made campaigns, maps, and factions for both single and multiplayer, and try your hand at crafting your own! Wesnoth features a built-in map editor, a highly moddable engine, a simple and intuitive scripting language, and a friendly and dedicated modding community. There's no telling what adventures you'll bring to life!
es: ¡Explore cientos de campañas, mapas y facciones creados por la comunidad tanto para modos de un solo jugador y multijugador, y ponga a prueba sus habilidades para crear su propio contenido! Wesnoth incluye su propio editor de mapas, un motor de juego altamente modificable, un lenguaje de programación simple e intuitivo, y una amistosa comunidad de creadores llenos de dedicación. ¡Nadie se imagina qué aventuras hará realidad!

source: ######## SUPPORTED PLATFORMS - MINIMUM REQUIREMENTS ########
es: ######## PLATAFORMAS SOPORTADAS - REQUISITOS MÍNIMOS ########

source: #### OS VERSION ####
es: #### VERSIÓN DE SO ####

source: Windows 7 SP1 or later
es: Windows 7 SP1 o posterior

source: Ubuntu 16.04 or compatible
es: Ubuntu 16.04 o compatible

source: #### PROCESSOR ####
es: #### PROCESADOR ####

source: Dual-core 2.0 GHz or better
es: Doble núcleo 2.0 GHz o mejor

source: #### GRAPHICS ####
es: #### GRÁFICOS ####

source: #### SOUND CARD ####
es: #### TARJETA DE SONIDO ####

source: #### ADDITIONAL NOTES ####
es: #### NOTAS ADICIONALES ####

source: ######## SUPPORTED PLATFORMS - RECOMMENDED REQUIREMENTS ########
es: ######## PLATAFORMAS SOPORTADAS - REQUISITOS RECOMENDADOS ########

source: Dual-core 3.2 GHz or better
es: Doble núcleo 3.2 GHz o mejor

source: ######## LEGAL INFORMATION ########
es: ######## INFORMACIÓN LEGAL ########
